import React from "react";

class Hindi extends React.Component{
    render(){
        return <h6> प्रौद्योगिकी ने प्रयास और समय को कम कर दिया है और हर क्षेत्र में उत्पादन आवश्यकताओं की दक्षता में वृद्धि की है। इसने हमारे जीवन को आसान, आरामदायक, स्वस्थ और सुखद बना दिया है। इसने परिवहन और संचार में क्रांति ला दी है। विज्ञान के साथ-साथ प्रौद्योगिकी की उन्नति ने हमें जीवन के सभी क्षेत्रों में आत्मनिर्भर बनने में मदद की है। एक विशेष प्रौद्योगिकी के नवाचार के साथ, यह एक समय के बाद समाज का हिस्सा बन जाता है और मानव जीवन का अभिन्न अंग बन जाता है।
        </h6>;
    }
}

export default Hindi;
